import React from 'react';
import { Header, Segment } from 'semantic-ui-react';

import { LayoutWithSidebar } from '../components/LayoutWithSidebar';

const DashboardPage = () => {
  return (
    <LayoutWithSidebar>
      <Header as="h2">Добро пожаловать</Header>
      <Segment>
        <Header as="h3">
          Создайте чат-бота, не требующего навыков программирования
        </Header>
        <p>
          <b>Telegram bots builder</b> - это мощный продукт автоматизации,
          который позволяет вам быстро и просто создавать невероятные решения
          для <b>Telegram чат-ботов</b>, которые помогают вам общаться и
          взаимодействовать с вашими клиентами.
        </p>
        <Header as="h3">Что такое чат-бот?</Header>
        <p>
          <b>Чат-бот</b> - это созданное компьютером приложение, способное вести
          виртуальный разговор с человеком таким образом, чтобы у него не
          возникало ощущения, что он разговаривает с компьютером. Чатбот не
          должен притворяться человеком, но он должен вести себя как человек.
        </p>
        <p>
          <b>Чат-боты</b> идеально подходят в качестве входа в ваш бизнес,
          предоставляя клиентам простой и удобный способ задавать основные
          вопросы или отправлять информацию вместо поиска по содержимому
          веб-сайта или заполнения традиционных онлайн-форм. Инвестирование в
          первоклассное программное обеспечение для чат-ботов позволяет вам
          оправдать ожидания клиентов и построить прочные отношения.
        </p>
      </Segment>
    </LayoutWithSidebar>
  );
};

export { DashboardPage };
